Repository: ipbbkz/SeedsCertification
Catalog: СертификацияСемян/Компоненты/ДанныеЗаявки.*.resx
Languages: ru

# ВыберитеКлассСемян
source: Select seed class
ru: Выберете класс семян

# ВыберитеПоле
source: Choose a field
ru: Выберете поле

# ВыберитеТип
source: Choose a type of certification
ru: Выберите тип сертификации

# ВыберитеУчасток
source: Choose a patch on a field
ru: Выберите участок на поле

# ВыберитеФорму
source: Choose a form of a patch
ru: Выберите форму участка

# ВыберитеХозяйство
source: Choose a farm
ru: Выберите ферму

# Гербициды
source: Herbicides
ru: Гербициды

# ДатаПосадки
source: Planting date
ru: Дата посадки

# Длина
source: Length
ru: Длина

# ДокументЗагружен
source: Document is uploaded
ru: Документ загружен

# Загружаем
source: Loading
ru: Загружаем

# ЗаключениеОНематодах
source: Conclusion about nematodes
ru: Заключение о нематодах

# ИзоляцияПолей
source: Isolation of fields
ru: Изоляция полей

# Инсектициды
source: Insecticides
ru: Инсектициды

# Квадратная
source: Square
ru: Квадратная

# КлассСемян
source: Class of seeds
ru: Класс семян

# КоординатыУчастка
source: Coordinates of a patch
ru: Координаты участка

# Круглая
source: Circle
ru: Круг

# НазваниеСорта
source: Name of variety of seeds
ru: Название сорта семян

# Нестандартная
source: Non-standart
ru: Нестандартная

# ОбработкаУчастка
source: Treatment of the area
ru: Обработка участка

# ПараметрыУчасткаИЗасева
source: Site and seeding parameters
ru: Параметры участка и засева

# ПланируемаяДатаУборки
source: Planned harvest date date
ru: Планируемая дата уборки

# ПлощадьПосадки
source: Planting area (ha)
ru: Площадь посадки (га)

# Поля
source: Fields
ru: Поля

# ПрогнозируемоеКоличествоУрожая
source: Projected harvest quantity
ru: Прогнозируемое количество урожая

# Протравители
source: Treaters
ru: Протравители

# Прямоугольная
source: Rectangle
ru: Прямоугольная

# РазмерКлубня
source: Tuber size (mm)
ru: Размер клубня (мм)

# РасстояниеВРяду
source: Spacing in rows (cm)
ru: Расстояние в ряду (см)

# РасстояниеМеждуРядами
source: Row spacing (cm)
ru: Расстояние между рядами (см)

# СвидетельствоПроисхождения
source: Certificate of origin
ru: Свидетельство происхождения

# Севооборот
source: Crop rotation
ru: Севооборот

# ТипСертификации
source: Type of certification
ru: Тип сертификации

# Удобрения
source: Fertilizers
ru: Удобрения

# Участки
source: Patches
ru: Участки

# ФормаУчастка
source: Form of the patch
ru: Форма участка

# Фунгициды
source: Fungicides
ru: Фунгициды

# Хозяйство
source: Farms
ru: Хозяйство

# Ширина
source: Width
ru: Ширина
