Repository: ipbbkz/SeedsCertification
Catalog: СертификацияСемян/Areas/Identity/Pages/Account/Manage/Manage.*.resx
Languages: kk

# Аккаунт
source: account
kk: есептік жазба

# ВамСледует
source: You should
kk: Сізге керек

# ВашАккаунтСодержит
source: Your account contains personal data that you have given us. This page allows you to download or delete that data.
kk: Есептік жазбаңыз бізге берген жеке деректеріңізді қамтиды. Бұл бет сол деректерді жүктеп алуға немесе жоюға мүмкіндік береді.

# ВВашАутентификатор
source: into your two factor authenticator app. Spaces and casing do not matter.
kk: екі факторлы аутентификация қолданбасына. Бос орындар мен корпус маңызды емес.

# ВведитеКод
source: Please enter the code.
kk: Кодты енгізіңіз.

# ВведитеНовуюПочту
source: Please enter new email.
kk: Жаңа электрондық поштаны енгізіңіз.

# ВведитеПароль
source: Please enter your password.
kk: Құпия сөзіңізді енгізіңіз.

# ВведитеПочту
source: Please enter your email.
kk: Электрондық поштаңызды енгізіңіз.

# ВключитьГенерацию
source: enable QR code generation
kk: QR кодын жасауды қосыңыз

# ВнешниеВходы
source: External logins
kk: Сыртқы логиндер

# ВойдитеИспользуя
source: Log in using your
kk: пайдаланып жүйеге кіріңіз

# ВойтиСКодами
source: before you can log in with a recovery code.
kk: қалпына келтіру коды арқылы жүйеге кірмес бұрын.

# ВыДолжны
source: You must
kk: Сен міндеттісің

# ВыДолжныПринять
source: You must accept the policy before you can enable two factor authentication.
kk: Екі факторлы аутентификацияны қосу үшін саясатты қабылдау керек.

# ВыМожете
source: You can
kk: Сен істе аласың

# ГенерацияНовыхКодовНеМеняет
source: Generating new recovery codes does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should
kk: Жаңа қалпына келтіру кодтарын жасау аутентификация қолданбаларында пайдаланылатын кілттерді өзгертпейді. Егер сіз кілтті өзгерткіңіз келсе аутентификация қолданбасында пайдаланылуы керек

# ГенерироватьКоды
source: Generate Recovery Codes
kk: Қалпына келтіру кодтарын жасаңыз

# ГуглАутентификатор
source: Google Authenticator for
kk: үшін Google Authenticator

# ДвухФакторнаяАутентификация
source: Two-factor authentication
kk: Екі факторлы аутентификация

# ДействиеОтключаетАутентификацию
source: This action only disables 2FA.
kk: Бұл әрекет тек 2FA өшіреді.

# ДобавитьДругойСервис
source: Add another service to log in.
kk: Жүйеге кіру үшін басқа қызметті қосыңыз.

# ДобавитьПриложение
source: Add authenticator app
kk: Аутентификация қолданбасын қосыңыз

# ЕслиОбнулитеКлюч
source: If you reset your authenticator key your authenticator app will not work until you reconfigure it.
kk: Аутентификация кілтін қалпына келтірсеңіз, аутентификация қолданбасы оны қайта конфигурацияламайынша жұмыс істемейді.

# ЕслиПотеряетеКоды
source: If you lose your device and don't have the recovery codes you will lose access to your account.
kk: Құрылғыңызды жоғалтып алсаңыз және қалпына келтіру кодтары болмаса, есептік жазбаңызға кіре алмайсыз.

# ЗабытьБраузер
source: Forget this browser
kk: Бұл браузерді ұмытыңыз

# ЗагрузитеАутентификатор
source: Download a two-factor authenticator app like Microsoft Authenticator for
kk: Microsoft Authenticator сияқты екі факторлы аутентификация қолданбасын жүктеп алыңыз

# ЗагрузитеДанные
source: Download Your Data
kk: Деректеріңізді жүктеп алыңыз

# Загрузить
source: Download
kk: Жүктеп алу

# Закрыть
source: Close
kk: Жабық

# ЗарегистрированныеВходы
source: Registered Logins
kk: Тіркелген логиндер

# И
source: and
kk: және

# ИзменитьПароль
source: Change password
kk: Құпия сөзді өзгерту

# ИзменитьПочту
source: Change email
kk: Электрондық поштаны өзгерту

# Или
source: or
kk: немесе

# КодовОсталось
source: recovery codes left.
kk: қалпына келтіру кодтары қалды.

# КодПодтверждения
source: Verification Code
kk: Тексеру коды

# КодыВосстановления
source: Recovery codes
kk: Қалпына келтіру кодтары

# ЛичныеДанные
source: Personal data
kk: Жеке деректер

# ЛогинИзАккаунта
source: login from your account
kk: тіркелгіңізден кіріңіз

# НастроитьАутентификатор
source: Configure authenticator app
kk: Аутентификация қолданбасын конфигурациялаңыз

# Научитесь
source: Learn how to
kk: Қалай жасау керектігін біліңіз

# НеОсталосьКодов
source: You have no recovery codes left.
kk: Сізде қалпына келтіру кодтары қалмады.

# НетЛокальногоАккаунта
source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
kk: Сізде бұл сайт үшін жергілікті пайдаланушы аты/құпия сөз жоқ. Жергілікті қосыңыз тіркелгісі, осылайша сіз сыртқы логинсіз кіре аласыз.

# НовыйПароль
source: Please enter your new password.
kk: Жаңа құпия сөзіңізді енгізіңіз.

# ОбновитьПароль
source: Update password
kk: Құпия сөзді жаңарту

# ОбнулитеКлючи
source: reset your authenticator keys.
kk: аутентификация кілттерін қалпына келтіріңіз.

# ОбнулитьКлюч
source: Reset authenticator key
kk: Аутентификация кілтін қалпына келтіріңіз

# ОбнулитьКоды
source: Reset recovery codes
kk: Қалпына келтіру кодтарын қалпына келтіріңіз

# ОбнулитьПриложение
source: Reset authenticator app
kk: Аутентификация қолданбасын қалпына келтіріңіз

# ОдинКод
source: You have 1 recovery code left.
kk: Сізде 1 қалпына келтіру коды қалды.

# ОднаждыОтсканировав
source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.
kk: QR кодын сканерлегеннен кейін немесе жоғарыдағы кілтті енгізгеннен кейін екі факторлы аутентификация қолданбасы сізге береді бірегей кодпен. Төмендегі растау жолағына кодты енгізіңіз.

# ОтключениеНеМеняетКлючи
source: Disabling 2FA does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should
kk: 2FA өшіру аутентификация қолданбаларында пайдаланылатын кілттерді өзгертпейді. Аутентификация қолданбасында пайдаланылатын кілтті өзгерткіңіз келсе, сізге қажет

# Отключить2ФА
source: Disable 2FA
kk: 2FA өшіру

# ОтключитьАутентификацию
source: Disable two-factor authentication (2FA)
kk: Екі факторлы аутентификацияны өшіру (2FA)

# ОтсканируйтеКР
source: Scan the QR Code or enter this key
kk: QR кодын сканерлеңіз немесе осы кілтті енгізіңіз

# Пароль
source: Password
kk: Құпия сөз

# ПодтвердитеПароль
source: Please confirm your new password.
kk: Жаңа құпия сөзіңізді растаңыз.

# Подтвердить
source: Verify
kk: Тексеру

# ПолитикаНеПринята
source: Privacy and cookie policy have not been accepted.
kk: Құпиялылық және cookie саясаты қабылданбады.

# ПоменяйтеНастройкиАккаунта
source: Change your account settings
kk: Тіркелгі параметрлерін өзгертіңіз

# ПослатьПодтверждение
source: Send verification email
kk: Растау электрондық поштасын жіберіңіз

# Почта
source: Email
kk: Электрондық пошта

# Профиль
source: Profile
kk: Профиль

# ПроцессОтключает2ФА
source: This process disables 2FA until you verify your authenticator app. If you do not complete your authenticator app configuration you may lose access to your account.
kk: Бұл процесс аутентификация қолданбасын растамайынша 2FA өшіреді. Аутентификация қолданбасының конфигурациясын аяқтамасаңыз, тіркелгіңізге кіру мүмкіндігін жоғалтуыңыз мүмкін.

# Сгенерировать2ФАКоды
source: Generate two-factor authentication (2FA) recovery codes
kk: Екі факторлы аутентификация (2FA) қалпына келтіру кодтарын жасаңыз

# СгенерируйтеНовыеКоды
source: generate a new set of recovery codes
kk: қалпына келтіру кодтарының жаңа жинағын жасаңыз

# СохранитеКоды
source: Put these codes in a safe place.
kk: Бұл кодтарды қауіпсіз жерге қойыңыз.

# СтарыйПароль
source: Please enter your old password.
kk: Ескі құпия сөзіңізді енгізіңіз.

# УберитеЭтот
source: Remove this
kk: Бұны алып тастаңыз

# Убрать
source: Remove
kk: Жою

# УВасЕсть
source: You have
kk: сенде бар

# УдалениеПриведет
source: Deleting this data will permanently remove your account, and this cannot be recovered.
kk: Бұл деректерді жою есептік жазбаңызды біржола жояды және оны қалпына келтіру мүмкін емес.

# УдалениеЭтихДанных
source: Deleting this data will permanently remove your account, and this cannot be recovered.
kk: Бұл деректерді жою есептік жазбаңызды біржола жояды және оны қалпына келтіру мүмкін емес.

# Удалить
source: Delete
kk: Жою

# УдалитьИЗакрыть
source: Delete data and close my account
kk: Деректерді жойып, тіркелгімді жабыңыз

# УдалитьЛичныеДанные
source: Delete personal password
kk: Жеке құпия сөзді жою

# УправляйтеАккаунтом
source: Manage your account
kk: Есептік жазбаңызды басқарыңыз

# УправлятьВнешнимиЛогинами
source: Manage your external logins
kk: Сыртқы логиндерді басқарыңыз

# УправлятьПочтой
source: Manage Email
kk: Электрондық поштаны басқару

# УстановитеВашПароль
source: Set your password
kk: Құпия сөзіңізді орнатыңыз

# УстановитьПароль
source: Set password
kk: Құпия сөзді орнату

# УстановитьПриложение
source: Set up authenticator app
kk: Аутентификация қолданбасын орнатыңыз

# ЧтобыИспользоватьАутентификатор
source: To use an authenticator app go through the following steps:
kk: Аутентификация қолданбасын пайдалану үшін келесі қадамдарды орындаңыз:
